brew "btop"
brew "fd"
brew "gh"
brew "hostess"
brew "lazygit"
brew "python@3.13", link: false
brew "openssh"
brew "pandoc"
brew "proxychains-ng"
brew "sk"
brew "timewarrior"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
cask "raycast"
cask "sioyek"
cask "ungoogled-chromium"
