brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "hostess"
brew "lazygit"
brew "ripgrep"
brew "sk"
brew "timewarrior"
brew "node"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "zsh-syntax-highlighting"

if OS.mac?
  cask "font-jetbrains-mono-nerd-font"
  cask "raycast"
  cask "sioyek"
  cask "obsidian"
  brew "python@3.13", link: false
  brew "openssh"
  brew "pandoc"
  brew "proxychains-ng"
end
